export const wannian = [{
		title: '莽苍•草龟',
		list: [{
				label: "印记",
				value: "庚 木"
			},
			{
				label: "年份",
				value: "万年"
			},
			{
				label: "部位",
				value: "首: 438  背: 438"
			},
		],
		rate: 5,
		des: "乌龟的头背均提供该年份最高档攻击438，且抓捕代价极小，你只需一个庚，不管是否变异都推荐你去抓捕"
	},
	{
		title: '履雪羽骏',
		list: [{
				label: "印记",
				value: "辛  癸  壬"
			},
			{
				label: "年份",
				value: "一万八千年"
			},
			{
				label: "部位",
				value: "	首: 358 角: 438 翅: 438 尾: 398"
			},
		],
		rate: 4,
		des: "羽骏提供多个部位，其中角翅均提供该年份最高档攻击438，不过需要开三个印，或一个幻，空战抓捕难度较高，不过总体不亏，如果遇到角翅变异，千万不要错过"
	},
	{
		title: '凌铄•长右',
		list: [{
				label: "印记",
				value: "庚 金"
			},
			{
				label: "年份",
				value: "万年"
			},
			{
				label: "部位",
				value: "尾: 438"
			},
		],
		rate: 4,
		des: "猴儿的尾提供该年份最高档攻击438，虽然并不稀有，但是抓捕代价极小，你只需一个庚，不过注意猴儿会吃桃，不可恋战"
	},
	{
		title: '飒踏•大颚',
		list: [{
				label: "印记",
				value: "庚 壬 风"
			},
			{
				label: "年份",
				value: "万年"
			},
			{
				label: "部位",
				value: "	首: 358  翅: 438 尾: 398"
			},
		],
		rate: 3,
		des: "相对于羽骏只是缺少角的部位，需要两个印记，不过抓捕难度低于羽骏，值得抓捕"
	},
	{
		title: '凌铄•寄居蟹',
		list: [{
				label: "印记",
				value: "庚  壬  癸  金"
			},
			{
				label: "年份",
				value: "万年"
			},
			{
				label: "部位",
				value: "	首: 438  背: 438  臂: 398"
			},
		],
		rate: 3,
		des: "相对于乌龟也是提供稀有的438攻击最高档背头，不过需要三个印记且还不是一个幻能搞定，抓捕难度不高"
	},
]

export const sanwannian = [{
		title: '苍茫•蠡蝗',
		list: [{
				label: "印记",
				value: "辛  癸  壬 木"
			},
			{
				label: "年份",
				value: "三万年"
			},
			{
				label: "部位",
				value: "首: 462 角: 416 翅: 416 尾: 509"
			},
		],
		rate: 5,
		des: "三万年变异中蠡蝗最值得推荐抓捕，因为他提供角翅部位除了进化宠以外最高的416挡位，尾巴是最高档的509攻击，只需要一个幻或者三个印"
	},
	{
		title: '黾围',
		list: [{
				label: "印记",
				value: "辛  癸  壬"
			},
			{
				label: "年份",
				value: "三万年"
			},
			{
				label: "部位",
				value: "首: 509 角: 416  尾: 462"
			},
		],
		rate: 4,
		des: "黾围提供首部最高档攻击507，且同年份唯一一个，角也是同年份野宠中最高的416攻击，只需要开三个印，或一个幻，千万不要错过"
	}
]

export const wuwannian = [{
		title: '莽苍•鷩鸟',
		list: [{
				label: "印记",
				value: "辛  癸  壬 木"
			},
			{
				label: "年份",
				value: "五万年"
			},
			{
				label: "部位",
				value: "首: 474  角: 579  翅: 579"
			},
		],
		rate: 5,
		des: "五万年最推荐的鸟中之王鷩鸟，提供角翅579攻击，只需一个幻或三个印，就看你能不能遇到了"
	},
	{
		title: '莽苍•草龟',
		list: [{
				label: "印记",
				value: "庚 辛 壬"
			},
			{
				label: "年份",
				value: "五万年"
			},
			{
				label: "部位",
				value: "首: 579  背: 579"
			},
		],
		rate: 4,
		des: "五万年乌龟依旧是热门的狩猎对象，首背依旧是提供最高档579攻击，不过需要的三个印记，不仅仅是一个幻能解决的，遇到龟背那就是血赚"
	},
]
